Repository: MioVisman/portal-extension
Catalog: lang/*/admin_portal.po
Languages: ru

source: New panel
ru: Новая панель

source: Update positions
ru: Изменить позиции

source: Center Top
ru: Центральная (верх)

source: Center Bottom
ru: Центральная (низ)

source: Starting side
ru: Первая

source: Ending side
ru: Последняя

source: Add panel head
ru: Добавление панели

source: Edit panel head
ru: Редактирование панели

source: Panel name label
ru: Имя панели

source: Panel enabled label
ru: Отображать?

source: Panel location label
ru: Колонка (размещение)

source: Panel template label
ru: Шаблон для отображения

source: Panel content label
ru: Содержание (HTML)

source: Panel content help
ru: Взаимодействует с выбранным шаблоном.

source: Panel added redirect
ru: Панель добавлена.

source: Panel updated redirect
ru: Панель обновлена.

source: Panel deleted redirect
ru: Панель удалена.

source: Delete panel head
ru: Удаление панели

source: Confirm delete
ru: Удалить панель?

source: I want to delete panel %s
ru: Да, я хочу удалить панель <b>%s</b>

source: Panels updated redirect
ru: Панели обновлены.

source: Empty template
ru: [ отсутствует ]

source: Search template
ru: Форма поиска

source: No template - content is required
ru: Если шаблон не выбран, то содержание обязательно к заполнению.

source: Last topics template
ru: Последние темы

source: Recent posts template
ru: Последние сообщения

source: Board info template
ru: Информация о форуме

source: Settings head
ru: Настройки

source: Settings subhead
ru: Настройки

source: Main menu label
ru: Позиция главного меню

source: Main menu help
ru: Этот переключатель указывает, на каких страницах сайта изменить положение главного меню с бокового столбца на горизонтальное в верхней части страницы. Для форума по умолчанию главное меню появляется в виде боковой панели только на широких экранах.

source: Change on portal page only
ru: Менять только на странице портала

source: Do not change on any page
ru: Не менять ни на одной странице

source: Change on all pages
ru: Менять на всех страницах

source: Settings updated redirect
ru: Настройки сохранены.
