Repository: MioVisman/portal-extension
Catalog: lang/*/portal.po
Languages: ru

source: Portal
ru: Портал

source: Author
ru: Автор

source: Published
ru: Дата публикации

source: Views
ru: Число просмотров

source: Comments
ru: Число комментариев

source: Read more
ru: Читать дальше

source: Last post info
ru: Перейти к последнему сообщению в теме

source: Recent posts
ru: Последние сообщения

source: Info header
ru: Информация о форуме

source: Total data
ru: Всего

source: Max data
ru: Максимум

source: Current data
ru: Текущие
